{
  "es-ES": {
    "ingredientAnalysis": {
      "title": "Una Mirada a Nuestra Fórmula",
      "ingredients": [
        {
          "name": "Curcumina de Alta Pureza",
          "description": "El compuesto activo principal, estandarizado para máxima potencia y reconocido por sus propiedades antioxidantes."
        },
        {
          "name": "Extracto de Pimienta Negra (Piperina)",
          "description": "Un bio-potenciador natural que aumenta drásticamente la absorción de la curcumina en el cuerpo."
        },
        {
          "name": "Jengibre Orgánico",
          "description": "Complementa la acción de la curcumina, ofreciendo soporte adicional para el sistema digestivo y el bienestar general."
        }
      ]
    }
  },
  "pt-BR": {
    "ingredientAnalysis": {
      "title": "Uma Olhada em Nossa Fórmula",
      "ingredients": [
        {
          "name": "Curcumina de Alta Pureza",
          "description": "O principal composto ativo, padronizado para máxima potência e reconhecido por suas propriedades antioxidantes."
        },
        {
          "name": "Extrato de Pimenta Preta (Piperina)",
          "description": "Um bio-potenciador natural que aumenta drasticamente a absorção da curcumina pelo corpo."
        },
        {
          "name": "Gengibre Orgânico",
          "description": "Complementa a ação da curcumina, oferecendo suporte adicional para o sistema digestivo e o bem-estar geral."
        }
      ]
    }
  },
  "en-US": {
    "ingredientAnalysis": {
      "title": "A Look at Our Formula",
      "ingredients": [
        {
          "name": "High-Purity Curcumin",
          "description": "The main active compound, standardized for maximum potency and renowned for its antioxidant properties."
        },
        {
          "name": "Black Pepper Extract (Piperine)",
          "description": "A natural bio-enhancer that dramatically increases the body's absorption of curcumin."
        },
        {
          "name": "Organic Ginger",
          "description": "Complements the action of curcumin, offering additional support for the digestive system and overall wellness."
        }
      ]
    }
  },
  "it-IT": {
    "ingredientAnalysis": {
      "title": "Uno Sguardo alla Nostra Formula",
      "ingredients": [
        {
          "name": "Curcumina di Alta Purezza",
          "description": "Il principale composto attivo, standardizzato per la massima potenza e rinomato per le sue proprietà antiossidanti."
        },
        {
          "name": "Estratto di Pepe Nero (Piperina)",
          "description": "Un bio-potenziatore naturale che aumenta drasticamente l'assorbimento della curcumina da parte del corpo."
        },
        {
          "name": "Zenzero Biologico",
          "description": "Completa l'azione della curcumina, offrendo un supporto aggiuntivo per il sistema digestivo e il benessere generale."
        }
      ]
    }
  }
}
